import React from "react";
import { Helmet } from "react-helmet";
import Navbar from "../components/Shared/Navbar";

const Constitution = () => {
  return (
    <div>
      <Helmet htmlAttributes>
        <html lang="bn" />
        <title>HGHS Alumni Association Constitution</title>
        <meta
          name="description"
          content="Basic constitution of Habiganj Govt. High School Alumni Association. "
        />
      </Helmet>
      <Navbar />
      <article className="px-5">
        <h2 className="text-4xl text-center md:pt-32 font-solaimanLipiBold">
          সংক্ষিপ্ত সংবিধান
        </h2>
        <h3 className="text-2xl font-solaimanLipiThin text-center">
          হবিগঞ্জ গভঃ হাই স্কুল এলামনাই এসোসিয়েশন
        </h3>
        <p className="font-solaimanLipi text-lg mt-5">
          হবিগঞ্জ গভঃ হাই স্কুল এলামনাই এসোসিয়েশন নামে এসোসিয়েশনটি গঠিত হবে।
          এবং কেন্দ্রীয় কার্যালয়টি হবিগঞ্জ শহরে অবস্থিত হবে। এছাড়াও দেশ ও
          দেশের বাইরের বিভিন্ন শহরে প্রয়োজন মোতাবেক ক্রমান্বয়ে এসোসিয়েশনের
          শাখা গঠন করা যাবে। বিস্তারিত তথ্যের জন্য অনুগ্রহ পূর্বক সম্পূর্ণ
          সংবিধান দেখুন।
        </p>
        <p className="font-solaimanLipi text-lg mt-5">
          এলামনাই মানে সেই ব্যক্তি যিনি জীবদ্দশার কোনো সময়ে হবিগঞ্জ গভঃ হাই
          স্কুলে অধ্যয়নরত ছিলেন। এসোসিয়েশনের বৃহত্তর স্বার্থে নির্বাহী কমিটি
          এই বিষয়ে সংবিধান মোতাবেক যেকোন সিদ্ধান্ত নিতে পারবেন। এসোসিয়েশনে
          সাধারণ সদস্য ও আজীবন সদস্য এই দুই শ্রেণীর সদস্যপদ থাকবে। এসোসিয়েশনটি
          অরাজনৈতিক ও অলাভজনক সংগঠন হিসেবে কার্যক্রম পরিচালনা করবে।
        </p>
        <p className="font-solaimanLipi text-lg mt-5">
          <span className="font-solaimanLipiBold">লক্ষ্য ও উদ্দেশ্যঃ</span>{" "}
          এসোসিয়েশনটির উদ্দেশ্য হবিগঞ্জ সরকারী উচ্চ বিদ্যালয়ের বর্তমান এবং
          প্রাক্তন শিক্ষার্থীদের মধ্যে বিভিন্ন কর্মসূচির মাধ্যমে সক্রিয় যোগাযোগ
          গড়ে তোলা এবং হবিগঞ্জ সরকারী উচ্চ বিদ্যালয়ের একাডেমিক উন্নয়নে অবদান
          সহ সার্বিকভাবে দেশের উন্নয়নে ভূমিকা রাখা।
        </p>
        <h3 className="font-solaimanLipiBold mt-5">
          হবিগঞ্জ সরকারী উচ্চ বিদ্যালয় এবং এর প্রাক্তন শিক্ষার্থীদের কল্যাণে,
          নিম্নলিখিত লক্ষ্য ও উদ্দেশ্যে এসোসিয়েশনটি পরিচালিত হবেঃ
        </h3>
        <p className="font-solaimanLipi text-lg">
          ক) প্রাক্তন ছাত্রদের মধ্যে একতা, বন্ধুত্ব এবং ভ্রাতৃত্ববোধ গড়ে তোলা
          এবং শিক্ষা, সংস্কৃতি, সামাজিক ও কল্যাণমূলক কর্মসূচির মাধ্যমে একে অপরকে
          সহায়তা ও সহযোগিতা করা। <br /> খ) হবিগঞ্জ সরকারী উচ্চ বিদ্যালয়ের
          শিক্ষার্থীদের স্বার্থ রক্ষার জন্য কাজ করা। <br />
          গ) হবিগঞ্জ সরকারী উচ্চ বিদ্যালয়ের ভাবমূর্তি উন্নয়ন করা।
        </p>
        <h2 className="text-2xl text-center font-solaimanLipiBold mt-10">
          কার্যাবলী
        </h2>
        <p className="font-solaimanLipi text-lg">
          ক) প্রাক্তন শিক্ষার্থীদের জন্য সমাবেশ, সেমিনার, ওয়ার্কশপ ও প্রদর্শনীর
          আয়োজন করা। এছাড়াও প্রাক্তন শিক্ষার্থীদের মধ্যে যোগাযোগের সুবিধার্থে
          পুনর্মিলনী, অবসর ভ্রমণ এবং অন্যান্য অনুষ্ঠানের ব্যবস্থা করা। <br />
          খ) সামাজিক, সাংস্কৃতিক, ক্রীড়া এবং অন্যান্য অনুষ্ঠানের আয়োজন করা।
          <br />
          গ) পত্র পত্রিকা ও ম্যাগাজিন প্রকাশ করা।
          <br />
          ঘ) সুবিধাবঞ্চিত ও মেধাবী শিক্ষার্থীদের সহযোগিতার জন্য অনুদান,
          শিক্ষাবৃত্তি এবং ফেলোশিপ দেওয়ার জন্য একটি পৃথক তহবিল গঠন করা।
          <br />
          ঙ) এসোসিয়েশন সুষ্ঠভাবে পরিচালনার জন্য প্রয়োজনীয় আইন ও নীতিমালা
          প্রণয়ন করা।
          <br />
          চ) প্রয়োজন মোতাবেক স্থাবর ও অস্থাবর সম্পত্তি অনুদানরুপে গ্রহণ করা।
          <br />
          ছ) গ্রন্থাগার, সাংস্কৃতিক কেন্দ্র, ক্রীড়া এবং বিনোদন কেন্দ্র স্থাপন
          করা।
          <br />
          জ) দেশ ও দেশের বাইরের বিভিন্ন শহরে এসোসিয়েশনের শাখা গঠন করা ।<br />
          ঝ) হবিগঞ্জ সরকারী উচ্চ বিদ্যালয়ের শিক্ষার পরিবেশ উন্নয়নে সহায়তা
          করা।
          <br />
          ঞ) শিক্ষার মানোন্নয়নের জন্য বিভিন্ন কর্মসূচি গ্রহণ করা।
          <br />
        </p>
        <h2 className="text-2xl text-center font-solaimanLipiBold mt-10">
          সদস্যপদ
        </h2>
        <p className="font-solaimanLipi text-lg">
          নির্বাহী কমিটির অনুমোদন সাপেক্ষে প্রাক্তন শিক্ষার্থীরা সদস্য হিসেবে
          নিবন্ধিত হবেন।
          <span className="font-solaimanLipiBold">
            সদস্যপদ প্রাপ্তির শর্তসমূহঃ
          </span>{" "}
          <br />
          ১) পর্যাপ্ত তথ্য প্রমানের ভিত্তিতে যিনি জীবদ্দশার কোনো এক সময়ে
          নূন্যতম এক বছর হবিগঞ্জ গভঃ হাই স্কুলে অধ্যয়ন করেছেন তিনি সংবিধানের
          যাবতীয় নীতিমালা মেনে চলার শর্তে সদস্যপদ প্রাপ্তির জন্য যোগ্য হবেন।{" "}
          <br />
          ২) এসোসিয়েশনে সাধারণ সদস্য ও আজীবন সদস্য এই দুই শ্রেণীর সদস্যপদ
          থাকবে। <br />
          ৩) সদস্যদের জন্য প্রদেয় নিবন্ধন ফি এককালীন ২০০/— টাকা। এবং বার্ষিক
          সাবস্ক্রিপশন ফি নিম্নরূপ হইবেঃ <br />
          <span className="pl-5">
            ক) সাধারণ সদস্যঃ বার্ষিক চাঁদার পরিমান ২০০/— টাকা। <br />
          </span>
          <span className="pl-5">
            খ) আজীবন সদস্যঃ আজীবন সদস্যপদ প্রাপ্তির জন্য এককালীন ৩,০০০/— টাকা
            পরিশোধ করতে হবে। <br />
          </span>
          চাঁদার পরিমান সাধারণ পরিষদ কর্তৃক পর্যালোচনা সাপেক্ষে এবং সাধারণ
          কাউন্সিলের অনুমোদনক্রমে পরিবর্তন করা যাবে। <br />
        </p>
        <h2 className="text-2xl text-center font-solaimanLipiBold mt-10">
          সদস্যপদের বিধি
        </h2>
        <p className="font-solaimanLipi text-lg">
          হবিগঞ্জ সরকারী উচ্চ বিদ্যালয়ের যে কোন প্রাক্তন ছাত্র এসোসিয়েশনের
          সংবিধান এর প্রতি পূর্ণ আস্থা রেখে নির্ধারিত ফি প্রদান করে সদস্য হওয়ার
          জন্য সহ—সভাপতি (সদস্যপদ সম্পর্কিত দায়িত্বপ্রাপ্ত) বরাবর আবেদন করতে
          পারবেন। তবে শর্ত থাকে যে কার্যনির্বাহী কমিটি কোনও আবেদন গ্রহণ বা
          প্রত্যাখ্যান করার ক্ষমতা সংরক্ষণ করবেন।
        </p>
        <h2 className="text-2xl text-center font-solaimanLipiBold mt-10">
          সদস্যদের অধিকার এবং সুবিধা
        </h2>
        <p className="font-solaimanLipi text-lg">
          ক) সকল সদস্যবৃন্দ সাধারণ সভায় যোগদান, আলোচনায় অংশ নেওয়া এবং
          প্রস্তাব রাখতে পারবেন। <br />
          খ) সকল সদস্যবৃন্দ এসোসিয়েশন প্রদত্ত সকল সুযোগসুবিধা গ্রহণ করার অধিকার
          রাখবেন ও সকল কার্যক্রমে অংশগ্রহণ করতে পারবেন। <br />
          গ) নিয়ম অনুযায়ী সদস্যরা কার্যনির্বাহী কমিটির নিকট তাদের কার্যক্রমের
          ব্যাখ্যা জিজ্ঞাসা করতে পারবেন এবং আয়—ব্যয়ের হিসাব জিজ্ঞাসা করার
          অধিকার সংরক্ষণ করবেন। <br />
          ঘ) এসোসিয়েশনের যে কোনও কমিটিতে নির্বাচনে অংশ নেওয়ার অধিকার রাখবেন।{" "}
          <br />
          ঙ) সকল নির্বাচনে ভোটাধিকার প্রয়োগ করতে পারবেন। <br />
          চ) এসোসিয়েশনের যে কোনও প্রতিনিধি দলের অন্তর্ভুক্ত হতে পারবেন। <br />
          ছ) এসোসিয়েশন এর উন্নয়নের স্বার্থে যে কোনো কর্মকান্ডে অংশগ্রহণ করতে
          পারবেন। <br />
        </p>
      </article>
    </div>
  );
};

export default Constitution;
